Repository: Oripy/foxintheforest
Catalog: foxy/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Please log in to access this page.
fr: Se connecter pour accéder à cette page.

source: Username
fr: Pseudo

source: Password
fr: Mot de passe

source: Confirm Password
fr: Répéter le mot de passe

source: Sign Up
fr: Se connecter

source: Username already exists.
fr: Ce Pseudo existe déjà.

source: Remember Me
fr: Se souvenir de moi

source: Login
fr: Connexion

source: Login unsuccessful. Please check username and password.
fr: Echec de connexion. Vérifier le pseudo et mot de passe.

source: This AI does not exists.
fr: Cette IA n'existe pas.

source: This game does not exists.
fr: Cette partie n'existe pas.

source: You are not a player in this game.
fr: Tu n'es pas un joueur dans cette partie.

source: Game finished.
fr: Partie terminée.

source: Deck
fr: Pioche

source: Trump card
fr: Carte d'Atout

source: Opponent card
fr: Carte de l'adversaire

source: Your card
fr: Ta carte

source: Opponent hand
fr: Main de l'adversaire

source: Your hand
fr: Ta main

source: Opponent number of tricks won
fr: Nombre de plis gagnés par l'adversaire

source: Opponent match score
fr: Score de l'adversaire

source: Your match score
fr: Ton score

source: Your number of tricks won
fr: Nombre de plis gagnés

source: If you play this and lose the trick, you lead the next trick.
fr: Si tu perds le pli avec cette carte, tu commences le pli suivant.

source: When you play this, you may exchange the trump card with a card from your hand.
fr: Permet de changer la carte d'Atout avec une carte de ta main.

source: When you play this, draw one card, then return any one card to the bottom of the deck face down.
fr: Piocher une carte puis remettre une carte au fond de la pioche.

source: Every 7 won is worth 1 point.
fr: Chaque 7 remporté donne 1 point en fin de manche.

source: When determining the winner of a trick with only one 9, treat that 9 as if it were the trump suit.
fr: Si cette carte est le seul 9 d'un pli, elle est considérée comme un 9 d'Atout

source: When you lead this, if your opponent has this suit, they must play either the 1 of this suit or their highest card of this suit.
fr: Si cette carte est jouée en premier, l'autre joueur doit, s'il le peut poser sa plus forte carte ou le 1 de cette couleur.

source: Rules
fr: Règles du jeu

source: The Fox in The Forest, designed by Joshua Buergel, is a trick taking game for 2 players.
fr: The Fox in The Forest, créé par Joshua Buergel, est un jeu de pli pour 2 joueurs.

source: Goal of the Game
fr: But du Jeu

source: The players are playing cards to win tricks. Each round will provide some points to each player based on how many tricks they won. The player with the most point at the end is the winner.
fr: Les joueurs jouent des cartes pour gagner des plis. Chaque manche donnera des points à chaque joueur selon le nombre de plis remportés. Le joueur avec le plus de points à la fin de la partie est déclaré vainqueur.

source: Setup
fr: Mise en place

source: The Deck is composed of 33 cards of 3 suits numbered 1 to 11.
fr: Le jeu est composé de 33 cartes de 3 couleurs numérotées de 1 à 11.

source: Deal 13 cards to each player, then turn over one Decree card.
fr: Distribuer 13 cartes à chaque joueur, puis retourner une carte dont la couleur sera l'Atout.

source: Gameplay
fr: Le Jeu

source: Playing a trick
fr: Jouer un pli

source: The first player is chosen randomly. Then for each trick, the winner of the previous trick start the next trick.
fr: Le premier joueur est choisi au hasard. Puis après chaque pli, le gagnant commence le pli suivant.

source: The first card played in a trick can be any card from the player's hand.
fr: La première carte du pli peut être n'importe quelle carte de la main du joueur.

source: The other player then must play a card of the same suit. If he can't he can play any card.
fr: L'autre joueur doit ensuite jouer une carte de la même couleur. S'il ne peut pas, il peut alors jouer n'importe quelle carte.

source: Winning a trick
fr: Gagner un pli

source: Once both cards have been played, the winner of the trick is determined.
fr: Une fois que les deux cartes ont été jouées, le gagnant du pli est déterminé.

source: If both cards are of the same suit, the player who played the highest card wins the trick.
fr: Si les deux cartes sont de la même couleur, le joueur ayant joué la carte la plus forte gagne le pli

source: If cards are not of the same suit, the player who played a card from the Decree card suit wins the trick.
fr: Si les cartes ne sont pas de la même couleur, le joueur ayant joué la carte de la couleur de l'Atout remporte le pli.

source: If no cards from the Decree card have been played, then the player who played first wins the trick.
fr: Si aucune carte de la couleur de l'Atout n'a été joué, le joueur qui a commencé le pli remporte le pli.

source: Special cards
fr: Cartes spéciales

source: Each odd numbered cards have a special effect that changes the rules above.
fr: Toutes les cartes impaires ont un pouvoir qui change les règles ci-dessus.

source: Scoring
fr: Calcul des points

source: After all 13 tricks have been played, points are distributed according to the table below.
fr: Après avoir joué les 13 plis, les points sont distribués comme indiqué dans le tableau ci-dessous.

source: Tricks
fr: Plis

source: Defeated
fr: Vaincu

source: Victorious
fr: Vainqueur

source: Greedy
fr: Gourmand

source: Players also earn one point for each 7 they won.
fr: Les joueurs gagnent aussi 1 point pour chaque 7 qu'ils ont joué.

source: The first player for the next round will be the player that did not start the previous round.
fr: Le premier joueur de la manche suivante sera celui qui n'a pas commencé cette manche-ci.

source: End of the Game
fr: Fin de la partie

source: If one player reached 21 or more, the game is over and the player with the most points wins the game.
fr: Si un joueur atteint ou dépasse 21 points, la partie est terminée et le joueur avec le plus de points remporte la partie.

source: Leaderboard
fr: Classement

source: Lobby
fr: Accueil

source: Logout
fr: Déconnexion

source: Register
fr: S'enregistrer

source: Rank
fr: Rang

source: Player
fr: Joueur

source: Nb won
fr: Nb victoires

source: Nb lost
fr: Nb défaites

source: Create New Game
fr: Nouvelle partie

source: Game against TheBad
fr: Partie contre TheBad

source: New Game against TheBad
fr: Nouvelle partie contre l'IA TheBad

source: Game against TheGood
fr: Partie contre TheGood

source: New Game against TheGood
fr: Nouvelle partie contre l'IA TheGood

source: Your games
fr: Vos parties

source: Players:
fr: Joueurs :

source: None
fr: Aucun

source: Join
fr: Rejoindre

source: Open games
fr: Jeux ouverts

source: Don't have a username?
fr: Pas de compte ?

source: Create one!
fr: Crée-en un !

source: Already have a username?
fr: Déjà un compte ?

source: Log-in!
fr: Connecte-toi !
